{
  "title": "PAB Static API for Learning",
  "articles": [
    {
      "id": "1",
      "title":
        "Dorong Pengembangan UMKM, IT Telkom Surabaya Gandeng UD Rozi dalam Pembuatan Website",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/Salinan-IMG_0823-768x512.jpg",
      "date": "Surabaya, Oktober 2022",
      "content": "Dewasa ini dunia bergeser ke industri 4.0 dimana digitalisasi secara masif terjadi dan memaksa segala lini untuk mengikuti perkembangan arus tersebut, mereka yang tidak dapat mengikuti pastinya akan tertinggal. Bagaimana pun, kemajuan teknologi adalah sesuatu yang tidak bisa dihindari dari kehidupan saat ini namun juga memberikan dampak positif yang besar.\n\nSalah satunya, manfaat teknologi terutama internet sangat membantu para pengusaha untuk melakukan promosi usahanya hingga ke berbagai pelosok dan lapisan masyarakat. Pengusaha tidak lagi dapat berjualan secara offline namun juga online melalui marketplace seperti Shopee, Lazada, Tokopedia dan lain sebagainya. Namun, hanya berjualan di marketplace saja tidak cukup karena adanya banyak competitor sehingga perlu menonjolkan diri dalam kompetisi di platform daring tersebut.\n\n“Ketika sebuah bisnis hanya berfokus pada membuat toko online saja maka calon pembeli tidak memiliki keterikatan emosional. Hanya akan ada kompetisi harga produk antar toko di platform dan yang dipilih biasanya yang paling murah. Maka perlu membangun brand dengan keunikan sendiri. Disinilah website menjadi startegi digital branding yang baik.” Jelas Riza Akhsani Setyo Prayoga, ketua tim pengabdian masyarakat sekaligus dosen prodi Informatika ITTelkom Surabaya."
    },
    {
      "id": "2",
      "title":
        "Mahasiswa ITTelkom Surabaya Menang Kompetisi di New Delhi",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/asdfghjk-768x492.jpg",
      "date": "Surabaya, Oktober 2022",
      "content": "Prestasi membanggakan dating dari dua mahasiswa program studi Sistem Informasi ITTelkom Surabaya. Mahasiwa itu adalah Aisyah Nabila Zahra serta Achmad Maulana yang berhasil meraih juara 3 dalam kompetisi IEEE Day Celebration.\n\nDiselenggarakan oleh IEEE bagian New Delhi, India. Kompetisi merupakan bentuk slogan IEEE advancing technology for humanity. Sementara itu, IEEE memiliki bagian-bagian di berbagai negara. untuk section New Delhi menyelenggarakan perlombaan desain poster, slogan, dan ide inovasi dengan mengangkat beberapa tema teknologi terkini yang pendaftarnya dibuka secara luas.\n\nDi bawah dosen pembimbing Mochammad Nizar Palefi, S.Kom., M.Kom., M.IM., dua orang peraih juara 3 tersebut memiliki inovasi tersendiri. “Inovasi Aisyah, idenya adalah mengangkat muatan teknologi game yang kini sedang naik daun yaitu Role-Playing Game (RPG) ke dalam sistem pembelajaran. Memang saat ini banyak yang mengadopsi game dalam pembelajaran, namun game yg berbentuk RPG masih terbilang baru. Game yang bersifat animasi dengan tokoh karakter ini dapat meningkatkan ketertarikan siswa untuk belajar sesuatu. Terlebih apabila dikaitkan sifat adventure RPG ditransformasikan ke silabus poin-poin pembelajaran yang harus diselesaikan. Sementara satunya dari Maulana, ide untuk membangun aplikasi yang menyajikan pemetaan dimana lokasi tambal ban berada. kegunaannya adalah untuk bagi pengendara motor yang tiba-tiba bannya bocor atau bermasalah, maka dapat menggunakan aplikasi tersebut untuk mengetahui secara pasti informasi seputar dimana lokasi tambal ban terdekat, buka tutupnya, dan seterusnya. Diharapkan aplikasi tersebut dapat membantu mengurangi kesulitan ketika mencari jasa tambal ban di kondisi yang tidak diinginkan dan tidak diperkirakan.”"
    },
    {
      "id": "3",
      "title": "Benarkah Generasi Baru Generasi Strawberi? Ayo Belajar Growth Mindset dari Kampus ITTelkom Surabaya",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/asdfghkl-768x472.jpg",
      "date": "Surabaya, Oktober 2022",
      "content": "Ada sebuah sebutan baru-baru ini yang kerap dilemparkan pada mereka yang lahir pada tahun 2000-an, generasi strawberi. Pelabelan ini dikarenakan generasi sebelumnya (Boomers dan X) menilai generasi muda lunak dan mudah terluka seperti buah strawberi.\n\nPada mulanya sebutan ini berkembang di Asia Timur dan muncul kali pertama di Taiwan. Sebutan ditujukan bagi generasi muda yang diibaratkan seperti buah strawberi yang eksotis namun mudah hancur apabila terkena sedikit ditekan. Para generasi lama menyebut generasi strawberi ini lunak dan kurang tahan banting. Mereka juga dinilai tidak kuat dalam menghadapi kompetisi dan mudah menyerah pada ketidakpastian.\n\n“Yang pertama kita harus kenali bahwa generasi muda memiliki fixed mindset, pola pikir yang meyakini jika bakat adalah hal mutlak sehingga kemampuan seseorang tidak bisa dikembangkan lagi. Ini salah, inilah yang perlu kita ubah.” Jelas Tri Arief Sardjono, Rektor ITTelkom Surabaya disela kegiatannya."
    },
    {
      "id": "4",
      "title": "4 Industri Tahan Resesi! Pastikan Kemampuanmu Termasuk Di Dalamnya",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/mbacay-768x512.jpg"
    },
    {
      "id": "5",
      "title":
        "Selamat Datang Mahasiswa Baru, PKKMB ITTelkom Surabaya Berlangsung Secara Luring",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/09/DSC_1931-768x512.jpg"
    },
    {
      "id": "6",
      "title":
        "Dorong Pengembangan UMKM, IT Telkom Surabaya Gandeng UD Rozi dalam Pembuatan Website",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/Salinan-IMG_0823-768x512.jpg"
    },
    {
      "id": "7",
      "title":
        "Mahasiswa ITTelkom Surabaya Menang Kompetisi di New Delhi",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/asdfghjk-768x492.jpg"
    },
    {
      "id": "8",
      "title": "Benarkah Generasi Baru Generasi Strawberi? Ayo Belajar Growth Mindset dari Kampus ITTelkom Surabaya",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/asdfghkl-768x472.jpg"
    },
    {
      "id": "9",
      "title": "4 Industri Tahan Resesi! Pastikan Kemampuanmu Termasuk Di Dalamnya",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/10/mbacay-768x512.jpg"
    },
    {
      "id": "10",
      "title":
        "Selamat Datang Mahasiswa Baru, PKKMB ITTelkom Surabaya Berlangsung Secara Luring",
      "image":
        "https://ittelkom-sby.ac.id/wp-content/uploads/2022/09/DSC_1931-768x512.jpg"
    }
  ]
}
